Repository: InfotelGLPI/accounts
Catalog: locales/*.po
Languages: ca_es, cs_cz, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_br, pt_pt, ru_ru, sk_sk, tr_tr, uk_ua

source: by the key :
ca_es: per la clau
cs_cz: za klíč:
de_de: des Codes:
es_es: ¿por la clave? :
fr_fr: par la clé :
ja_jp: 利用するキー :
pl_pl: kluczem:
pt_br: pela chave :
pt_pt: pela chave :
ru_ru: по ключу:
sk_sk: za kľúč:
tr_tr: bu anahtarla değiştirmek istediniz :
uk_ua: наступним ключем :

source: characters
ca_es: caractères
cs_cz: znaky
de_de: Zeichen
es_es: caracteres
fr_fr: caractères
it_it: Caratteri
ja_jp: 文字
pl_pl: Litery
pt_br: caracteres
pt_pt: caracteres
sk_sk: znaky
tr_tr: karakter sayısı

source: Account
ca_es: Comptes
cs_cz: Účet
de_de: Konto
es_es: Cuenta
fr_fr: Compte
ja_jp: アカウント
pl_pl: Konto
pt_br: Conta
pt_pt: Conta
ru_ru: Аккаунт
sk_sk: Účet
tr_tr: Hesap
uk_ua: Обліковий запис

source: Accounts expired
ca_es: Comptes caducat
cs_cz: Účty kterým skončila platnost
de_de: Abgelaufene Konten
es_es: Cuentas caducadas
fr_fr: Comptes expirés
it_it: Account scaduti
ja_jp: 期限が切れたアカウント
pl_pl: Konta wygasły
pt_br: Contas expiradas
pt_pt: Contas expiradas
ru_ru: Истекшие аккаунты
sk_sk: Účty s ukončenou platnosťou
tr_tr: Süresi dolmuş hesaplar
uk_ua: Закінчені облікові записи

source: Accounts expired for more than
ca_es: Comptes caducat per més de
cs_cz: Účty, kterým platnost skončila před více než
de_de: Konten die länger abgelaufen sind als
es_es: Cuentas caducadas desde más de
fr_fr: Comptes expirés depuis plus de
it_it: Account scaduti da più di
ja_jp: アカウントの期限が切れた回数が指定より多い
pl_pl: Konto wygaśnie za więcej niż
pt_br: Contas expiradas por mais de
pt_pt: Contas expiradas em mais de
ru_ru: Аккаунты, истекшие более чем на
sk_sk: Účty, ktorým platnosť skončila pred viac ako
tr_tr: Şu zamandan önce süresi dolmuş hesaplar
uk_ua: Облікові записи, закінчені більше чим

source: Accounts expired or accounts which expires
ca_es: Comptes caducat o comptes que expira
cs_cz: Účty kterým skončila nebo končí platnost
de_de: Konten, die abgelaufen sind oder ablaufen
es_es: Cuentas caducadas o que van a caducar
fr_fr: Comptes expirés ou comptes qui vont expirer
it_it: Account scaduti o che scadono
ja_jp: 既に期限切れ、またはこれから期限が切れるアカウント
pl_pl: Konta które wygasły lub konta które wygasną
pt_br: Contas expiradas ou contas que vão expirar
pt_pt: Contas expiradas ou contas a expirar
ru_ru: Истекшие аккаунты или аккаунты срок действия которых истекает
sk_sk: Účty, ktorým skončila alebo končí platnosť
tr_tr: Süresi dolmuş ya da dolan hesaplar
uk_ua: Закінчені облікові записи або записи, що закінчуються

source: Accounts expiring in less than
ca_es: Comptes de caducitat a menys que
cs_cz: Účty, kterým platnost skončí za méně než
de_de: Konten die ablaufen in weniger als
es_es: Cuentas que van a caducar en menos de
fr_fr: Comptes qui vont expirer dans moins de
it_it: Account in scadenza entro
ja_jp: アカウントの期限が切れた回数が指定より少ない
pl_pl: Konto wygaśnie w mniej niż
pt_br: Contas que vão expirar em menos de
pt_pt: Contas a expirar em menos de
ru_ru: Аккаунты, истекшие менее чем на
sk_sk: Účty, ktorým platnosť skončí za menej ako
tr_tr: Şu zaman içinde süresi dolacak hesaplar
uk_ua: Облікові записи, що закінчуються менше чим за

source: Accounts which expires
ca_es: Comptes que expira
cs_cz: Účty kterým končí platnost
de_de: Ablaufende Konten
es_es: Cuentas que van a caducar
fr_fr: Comptes qui vont expirer
it_it: Account in scadenza
ja_jp: これから期限が切れるアカウント
pl_pl: Konta które wygasną
pt_br: Contas que expiram
pt_pt: Contas que expiram
ru_ru: Аккаунты, которые истекают
sk_sk: Účty, ktorým končí platnosť
tr_tr: Süresi dolan hesaplar
uk_ua: Облікові записи, що закінчуються

# button
source: Add
fr_fr: Ajouter

source: Add a unused status for expiration mailing
ca_es: Afegir un estatus no utilitzat per a correu de venciment
cs_cz: Přidat stav nepoužito pro zprávy o skončení platnosti
de_de: Einen ungenutzten Status für die Ablaufbenachrichtigung hinzufügen
es_es: Añadir un estado no utilizado por la notificación de caducidad
fr_fr: Statuts non utilisés dans l'envoi des emails d'expiration
ja_jp: 期限切れメール送信に「未使用」状態を追加
pl_pl: Dodaj nieużywane pozycje do wysyłki wygaśnięcia
pt_br: Adicionar um status de não usado para envio de e-mail de expiração
pt_pt: Adiciona estado não usado para validade de mailing
ru_ru: Добавить неиспользуемый статус для оповещения о сроке истечения
sk_sk: Pridať stav nepoužité pre správy o ukončení platnosti
tr_tr: Süre dolma e-postasına kullanılmıyor durumu eklensin
uk_ua: Додати статус для листа про закінчення дії

source: Affected Group
ca_es: grup d'afectats
cs_cz: Dotčená skupina
de_de: Betroffene Gruppe
es_es: Grupo en cuestión
fr_fr: Groupe concerné
it_it: Gruppo interessato
ja_jp: 参照できるグループ
pl_pl: Dotyczy grupy
pt_br: Grupo envolvido
pt_pt: Grupo afectado
ru_ru: Затронутая группа
sk_sk: Skupina
tr_tr: Etkilenen grup
uk_ua: Причетна група

source: Affected User
ca_es: l'usuari afectat
cs_cz: Dotčený uživatel
de_de: Betroffener Benutzer
es_es: Usuario en cuestión
fr_fr: Utilisateur concerné
it_it: Utente interessato
ja_jp: 参照できるユーザー
pl_pl: Dotyczy użytkownika
pt_br: Usuário envolvido
pt_pt: Utilizador afectado
ru_ru: Затронутый пользователь
sk_sk: Používateľ
tr_tr: Etkilenen kullanıcı
uk_ua: Причетний користувач

source: All
fr_fr: Tous

source: An account has been created
ca_es: S'ha creat un compte
cs_cz: Účet byl vytvořen
de_de: Ein Konto wurde erstellt
es_es: Se ha creado una cuenta nueva
fr_fr: Un nouveau compte a été créé
it_it: L'account è stato creato
ja_jp: アカウントを作成しました
pl_pl: Konto zostało usunięte
pt_br: Uma conta foi criada
pt_pt: Foi criada uma conta
ru_ru: Аккаунт был создан
sk_sk: Účet bol vytvorený
tr_tr: Bir hesap oluşturuldu
uk_ua: Обліковий запис створено

source: Associable to a ticket
fr_fr: Associable à un ticket

source: Associate to account
ca_es: Associat al compte
cs_cz: Přiřadit k účtu
de_de: Mit Konto verknüpfen
es_es: Asociar a la cuenta
fr_fr: Associer au compte
it_it: Associa all'account
ja_jp: アカウントに関連付ける
pl_pl: Połączone z kontem
pt_br: Associar à conta
pt_pt: Associar a conta
ru_ru: Связать с аккаунтом
sk_sk: Priradiť k účtu
tr_tr: Hesapla ilişkilendir
uk_ua: Пов'язати з обліковим записом

source: Check all
fr_fr: Tout cocher

source: Comment
fr_fr: Commentaire

source: Creation date
fr_fr: Date de création

source: Day
fr_fr: Jour

source: Direct link to created account
ca_es: Enllaç directe a crear compte
cs_cz: Přímý odkaz na vytvořený účet
de_de: Direkter Link zum erstellten Konto
es_es: Enlace a la nueva cuenta creada
fr_fr: Lien direct vers le compte créé
it_it: Link diretto all'account creato
ja_jp: 作成したアカウントへのリンク
pl_pl: Bezpośredni odnośnik do utworzonego konta
pt_br: Vínculo direto para conta criada
pt_pt: Atalho directa para criar conta
ru_ru: Прямая ссылка на созданный аккаунт
sk_sk: Priamy odkaz na vytvorený účet
tr_tr: Oluşturulan hesaba doğrudan bağlantı
uk_ua: Пряме посилання на створений обліковий запис

source: Don't expire
ca_es: No caduquen
cs_cz: Platnost nikdy neskončí
de_de: Läuft nicht ab
es_es: No caduca nunca
fr_fr: N'expire pas
it_it: Nessuna scadenza
ja_jp: 期限切れにしない
pl_pl: Nie wygasa
pt_br: Não expirar
pt_pt: Não expira
ru_ru: Не истекать
sk_sk: Platnosť nikdy neskončí
tr_tr: Süresi dolmaz
uk_ua: Без обмеження

source: Empty for infinite
ca_es: Buit per infinit
cs_cz: Nevyplněné znamená nekonečno
de_de: Leer lassen für unendlich
es_es: Vacío para infinito
fr_fr: Vide pour infini
it_it: Vuoto per sempre
ja_jp: 空欄で無期限
pl_pl: Pusta data oznacza hasło niewygasające
pt_br: Vazio para infinito
pt_pt: Vazio para infinito
ru_ru: Пустой для бесконечности
sk_sk: Prázdne bez exspirácie
tr_tr: Sonsuz olması için boş bırakın
uk_ua: Порожнє для необмеженого

source: Encryption key
ca_es: Clé de chiffrement
cs_cz: Šifrovací klíč
de_de: Verschlüsselungscode
es_es: Clave de cifrado
fr_fr: Clé de chiffrement
ja_jp: 暗号キー
pl_pl: Klucz szyfrujący
pt_br: Chave de criptografia
ru_ru: Ключ шифрования
sk_sk: Šifrovací kľúč
tr_tr: Şifreleme anahtarı
uk_ua: Ключ шифрування

source: Encryption key modified
ca_es: Clau de xifrat modificat
cs_cz: Šifrovací klíč změněn
de_de: Verschlüsselungscode geändert
es_es: Se modificó la clave de cifrado
fr_fr: Clé de chiffrement modifiée
it_it: Chiave di codifica modificata
ja_jp: 暗号キーを変更しました
pl_pl: Klucz szyfrujący został zmodyfikowany
pt_br: Chave de criptografia modificada
pt_pt: Chave de encriptação modificada
ru_ru: Ключ шифрования был изменен
sk_sk: Šifrovací kľúč zmenený
tr_tr: Şifreleme anahtarı değiştirildi
uk_ua: Ключ шифрування змінено

source: Encryption key saved
fr_fr: Clé de chiffrement sauvegardée

source: Entries to show:
fr_fr: Entrées à afficher :

source: Expiration date
fr_fr: Date d'expiration

source: Filter
fr_fr: Flitre

source: Footprint
fr_fr: Empreinte

source: Generate
ca_es: Générer
cs_cz: Generovat
de_de: Generieren
es_es: Generar
fr_fr: Générer
it_it: Genera
ja_jp: 生成
pl_pl: Utwórz
pt_br: Gerar
pt_pt: Gerar
sk_sk: Generovať
tr_tr: Üret

source: Generate hash with this encryption key
ca_es: Generar capolat amb aquesta clau d'encriptació
cs_cz: Vytvořit otisk z tohoto šifrovacího klíče
de_de: Hash mit diesem Verschlüsselungscode erstellen
es_es: Generar el hash a partir de esta clave de cifrado
fr_fr: Générer l'empreinte à partir de cette clé de chiffrement
it_it: Genera hash con questa chiave di criptaggio
ja_jp: この暗号キーでハッシュを生成
pl_pl: Wygeneruj skrót dla klucza szyfrującego
pt_br: Gerar o hash com esta chave de criptografia
pt_pt: Gerar hash com esta chave de encriptação
ru_ru: Создать хэш с этим ключом шифрования
sk_sk: Vytvoriť hash s týmto šifrovacím kľúčom
tr_tr: Şifreleme anahtarı ile karmayı oluşturun
uk_ua: Генерувати хеш з цим ключем шифрування

source: Generate password
ca_es: Générer un mot de passe
cs_cz: Generovat heslo
de_de: Passwort generieren
es_es: Crear contraseña
fr_fr: Générer un mot de passe
it_it: Genera password
ja_jp: パスワード生成
pl_pl: Utwórz hasło
pt_br: Gerar senha
pt_pt: Gerar Password
sk_sk: Generovať heslo
tr_tr: Parola üret

source: Group in charge
fr_fr: Groupe responsable

source: Length
ca_es: Longueur
cs_cz: Délka
de_de: Länge
es_es: Longitud
fr_fr: Longueur
it_it: Lunghezza
ja_jp: 長さ
pl_pl: Długość
pt_br: Comprimento
pt_pt: comprimento
sk_sk: Dĺžka
tr_tr: Uzunluk

source: Linked accounts list
ca_es: Llista de comptes vinculada
cs_cz: Seznam souvisejících účtů
de_de: Liste verknüpfter Konten
es_es: Lista de cuentas asociadas
fr_fr: Liste des comptes liés
ja_jp: リンクしたアカウントリスト
pl_pl: Lista powiązanych kont
pt_br: Lista de contas vinculadas
pt_pt: Lista de contas associadas
ru_ru: Список связанных аккаунтов
sk_sk: Zoznam súvisiacich účtov
tr_tr: Bağlantılı hesap listesi
uk_ua: Перелік пов'язаних облікових записів

source: Login
fr_fr: Identifiant

source: Lowercase
ca_es: Minuscule
cs_cz: Malé znaky
de_de: Kleinbuchstaben
es_es: Minúscula
fr_fr: Minuscule
it_it: Minuscolo
ja_jp: 小文字
pl_pl: Małe_litery
pt_br: Minúscula
pt_pt: Minúsculas
sk_sk: Malé písmeno
tr_tr: Küçük harfler

source: Modification of the encryption key for all password
ca_es: Modificació de la clau de xifrat per a la contrasenya tots els
cs_cz: Změna šifrovacího klíče pro všechna hesla
de_de: Änderung des Verschlüsselungscodes für alle Passwörter
es_es: Modificación de la clave de cifrado para todas las contraseñas
fr_fr: Modification de la clé de chiffrement
ja_jp: すべてのパスワードの暗号キーを変更
pl_pl: Modyfikacja klucza szyfrującego dla wszystkich haseł
pt_br: Modificação da chave de criptografia para todas as senhas
pt_pt: Modificação da chave de encriptação para todas as passwords
ru_ru: Изменение ключа шифрования для всех паролей
sk_sk: Zmena šifrovacieho kľúča pre všetky heslá
tr_tr: Tüm parolalar için şifreleme anahtarının değiştirilmesi
uk_ua: Зміна ключа шифрування для всіх паролів

source: Name
fr_fr: Nom

source: New account
ca_es: Nova compte
cs_cz: Nový účet
de_de: Neues Konto
es_es: Nueva cuenta
fr_fr: Nouveau compte
ja_jp: 新規アカウント
pl_pl: Nowe konto
pt_br: Nova conta
pt_pt: Nova conta
ru_ru: Новый аккаунт
sk_sk: Nový účet
tr_tr: Yeni hesap
uk_ua: Новий обліковий запис

source: New encryption key
ca_es: Clau de xifratge nova
cs_cz: Nový šifrovací klíč
de_de: Neuer Verschlüsselungscode
es_es: Clave de cifrado nueva
fr_fr: Nouvelle clé de chiffrement
ja_jp: 新しい暗号キー
pl_pl: Nowy klucz szyfrujący
pt_br: Chave de criptografia nova
pt_pt: Nova chave de encriptação
ru_ru: Новый ключ шифрования
sk_sk: Nový šifrovací kľúč
tr_tr: Yeni şifreleme anahtarı
uk_ua: Новий ключ шифрування

source: No
fr_fr: Non

source: No results found
fr_fr: Aucun résultat trouvé

source: Numbers
ca_es: Nombres
cs_cz: Čísla
de_de: Zahlen
es_es: Números
fr_fr: Nombres
it_it: Numeri
ja_jp: 数字
pl_pl: Liczby
pt_br: Números
pt_pt: Números
sk_sk: Čísla
tr_tr: Sayılar

source: Old encryption key
ca_es: Clau de xifrat vell
cs_cz: Původní šifrovací klíč
de_de: Alter Verschlüsselungscode
es_es: Clave de cifrado antigua
fr_fr: Ancienne clé de chiffrement
ja_jp: 古い暗号キー
pl_pl: Stary klucz szyfrujący
pt_br: Chave de criptografia antiga
pt_pt: Antiga chave de encriptação
ru_ru: Старый ключ шифрования
sk_sk: Pôvodný šifrovací kľúč
tr_tr: Eski şifreleme anahtarı
uk_ua: Старий ключ шифрування

source: Others
fr_fr: Autres

source: Password
fr_fr: Mot de passe

source: Password will not be modified
ca_es: Contrasenya no es modificarà
cs_cz: Heslo nebude změněno
de_de: Passwort wird nicht geändert
es_es: La contraseña no será modificada
fr_fr: Le mot de passe ne sera pas modifié
it_it: La password non sarà modificata
ja_jp: パスワードは変更されません
pl_pl: Hasło nie może być modyfikowane
pt_br: Senha no será modificada
pt_pt: A password não será modificada
ru_ru: Пароль не будет изменен
sk_sk: Heslo nebude zmenené
tr_tr: Parola değiştirilmeyecek
uk_ua: Пароль не буде змінено

source: Please do not use special characters like / \ apostrophe ampersand in encryption keys, or you cannot change it after.
fr_fr: Merci de ne pas utiliser de caractères spéciaux comme / \ apostrophe esperluette dans les clés de chiffrement, sinon vous risquez de ne pas pouvoir les modifier ultérieurement

source: Please fill the encryption key
ca_es: Empleneu la clau de xifrat
cs_cz: Vyplňte šifrovací klíč
de_de: Bitte den Verschlüsselungscode eingeben
es_es: Por favor, introduzca la clave de cifrado
fr_fr: Veuillez renseigner la clé de chiffrement
it_it: Per favore inserisci la chiave di criptaggio
ja_jp: 暗号キーを入力してください
pl_pl: Proszę podać klucz szyfrujący
pt_br: Por favor preencha a chave de criptografia
pt_pt: Por favor preencha a chave de encriptação
ru_ru: Заполните ключ шифрования
sk_sk: Vyplnte šifrovací kľúč
tr_tr: Lütfen şifreleme anahtarını yazın
uk_ua: Заповніть ключ шифрування

source: Plugin Setup
ca_es: configuració del plugin
cs_cz: Nastavení zásuvného modulu
de_de: Plugin einrichten
es_es: Configuración del complemento
fr_fr: Configuration du plugin
it_it: Configurazione del plugin
ja_jp: プラグインセットアップ
pl_pl: Konfiguracja wtyczki
pt_br: Configuração do plug-in
pt_pt: Setup do plugin
ru_ru: Настройка дополнения
sk_sk: Nastavenie zásuvného modulu
tr_tr: Eklenti ayarları
uk_ua: Встановлення плугіну

# button
source: Save
fr_fr: Sauver

source: Save the encryption key
ca_es: Desa la clau de xifrat
cs_cz: Uložit šifrovací klíč
de_de: Verschlüsselungscode speichern
es_es: Salvar la clave de cifrado
fr_fr: Enregistrer la clé de chiffrement
it_it: Salva la chiave di codifica
ja_jp: 暗号キーを保存する
pl_pl: Zapis klucza szyfrującego
pt_br: Salvar a chave de criptografia
pt_pt: Grava a chave de encriptação
ru_ru: Сохранить ключ шифрования
sk_sk: Uložiť šifrovací kľúč
tr_tr: Şifreleme anahtarını kaydedin
uk_ua: Зберегти ключ шифрування

source: See accounts of my groups
ca_es: Veure comptes dels meus grups
cs_cz: Zobrazit účty v mých skupinách
de_de: Konten meiner Gruppen anzeigen
es_es: Ver las cuentas de mis grupos
fr_fr: Voir les comptes de mes groupes
it_it: Mostra gli account dei miei gruppi
ja_jp: 自分のグループ所有のアカウントを表示する
pl_pl: Pokaż wszystkie konta z mojej grupy
pt_br: Veja as contas dos meus grupos
pt_pt: Ver contas dos meus grupos
ru_ru: Аккаунты в моей группе
sk_sk: Zobraziť účty v mojich skupinách
tr_tr: Gruplarınızın hesaplarına bakın
uk_ua: Облікові записи моїх груп

source: See all accounts
ca_es: Veure tots els comptes
cs_cz: Zobrazit všechny účty
de_de: Alle Konten anzeigen
es_es: Ver todas las cuentas
fr_fr: Voir les comptes de tous
it_it: Mostra tutti gli account
ja_jp: すべてのアカウントを表示する
pl_pl: Pokaż wszystkie konta
pt_br: Veja todas as contas
pt_pt: Ver todas as contas
ru_ru: Все аккаунты
sk_sk: Zobraziť všetky účty
tr_tr: Tüm hesaplara bakın
uk_ua: Всі облікові записи

source: See your accounts
ca_es: Voir vos comptes
de_de: Alle Konten anzeigen
es_es: Ver tus cuentas
fr_fr: Voir vos comptes
ja_jp: 自分のアカウントを表示する
pl_pl: Zobacz swoje konta
pt_br: Veja suas contas
sk_sk: Zobraziť vaše účty
tr_tr: Hesaplarınıza bakın

source: Select at least on checkbox
ca_es: Cochez au moins une case
cs_cz: Vyber alespoň jednu volbu
de_de: Mindestens eine Auswahl treffen
es_es: Seleccionar al menos una casilla
fr_fr: Sélectionner au moins une case à cocher
it_it: Seleziona almeno un elemento
ja_jp: チェックボックスから１つは選択してください
pl_pl: Zaznacz w polu wyboru
pt_br: Selecione pelo menos uma caixa de seleção
pt_pt: Selecione a checkbox
sk_sk: Vyberte aspoň jednu možnosť
tr_tr: En azından işaret kutusundan seçin

source: Select item
fr_fr: Sélectionner un objet

source: Select the wanted account type
ca_es: Seleccioneu el tipus de compte desitjat
cs_cz: Vyberte požadovaný typ účtu
de_de: Den gewünschten Kontotyp auswählen
es_es: Seleccione el tipo de cuenta deseado
fr_fr: Sélectionnez le type de compte souhaité
it_it: Seleziona il tipo di account richestod
ja_jp: アカウントの種類を選択してください
pl_pl: Wybierz żądany typ konta
pt_br: Selecionar o tipo da conta desejada
pt_pt: Seleccione o tipo de conta desejado
ru_ru: Выберите какой тип аккаунта вы хотите
sk_sk: Vyberte požadovaný typ účtu
tr_tr: İstenilen hesap türünü seçin
uk_ua: Вкажіть потрібний тип облікового запису

source: Special characters
ca_es: Caractères spéciaux
cs_cz: Speciální znaky
de_de: Spezielle Zeichen
es_es: Caracteres especiales
fr_fr: Caractères spéciaux
it_it: Caratteri speciali
ja_jp: 記号
pl_pl: Znaki specjalne
pt_br: Caracteres especiais
pt_pt: Caracteres especiais
sk_sk: Špeciálne znaky
tr_tr: Özel karakterler

source: Status
ca_es: Statut
cs_cz: Stav
es_es: Estado
fr_fr: Statut
it_it: Stato
ja_jp: 状態
pt_br: Estado
pt_pt: Estado
sk_sk: Stav
tr_tr: Durum

source: Technician in charge
fr_fr: Technicien responsable

source: The old or the new encryption key can not be empty
ca_es: L'antiga o la clau de xifratge nova no pot estar buit
cs_cz: Je třeba vyplnit jak původní, tak nový šifrovací klíč
de_de: Der alte oder der neue Verschlüsselungscode dürfen nicht leer sein
es_es: La antigua o la nueva clave de cifrado no pueden estar vacías
fr_fr: L'ancienne ou la nouvelle clé de chiffrement ne peuvent pas être vides
it_it: La vecchia o la nuva chiave di codifica non possono essere vuote
ja_jp: 新旧の暗号キーは空に出来ません
pl_pl: Staty i nowy klucz szyfrujący nie może być pusty
pt_br: A chave de criptografia antiga ou nova não pode estar fazia
pt_pt: A antiga ou a nova chave de encriptação não pode estar vazia
ru_ru: Старый или новый ключи шифрования не могут быть пустыми
sk_sk: Je nutné vyplniť pôvodný, ako aj nový šifrovací kľúč
tr_tr: Eski ya da yeni şifreleme anahtarı boş olamaz
uk_ua: Попередній або новий ключ шифрування не може бути порожнім

source: There is no encryption key associated to this account, please select one above
fr_fr: Aucune clé de chiffrement n'est associée à ce compte. Veuillez en sélectionner une ci-dessus.

source: There is no encryption key for this entity
ca_es: No ha clau de xifrat per a aquesta entitat
cs_cz: Pro tuto entitu neexistuje žádný šifrovací klíč
de_de: Für diese Einheit gibt es keinen Verschlüsselungscode
es_es: No existe clave de cifrado por esa entidad
fr_fr: Il n'existe pas de clé de chiffrement pour cette entité
it_it: Non c'è una chiave di codifica per questa entità
ja_jp: このエンティティーには暗号キーがありません
pl_pl: Brak klucza szyfrującego dla tej jednostki
pt_br: Não há chave de criptografia para esta entidade
pt_pt: Não existe chave de encriptação para esta entidade
ru_ru: Нет ключей шифрования для этой организации
sk_sk: Pre danú entitu neexistuje šifrovací kľúč
tr_tr: Bu birim için bir şifreleme anahtarı yok
uk_ua: Ключ шифрування для організації не встановлено

source: Time of checking of of expiration of accounts
ca_es: Moment del checking de venciment dels comptes
cs_cz: Kdy kontrolovat konce platnosti účtů
de_de: Prüfungszeitpunkt für den Ablauf von Konten
es_es: Período de comprobación de validez de las cuentas
fr_fr: Délai de vérification d'expiration des comptes
it_it: Periodo di verifica della scadenza degli account
ja_jp: アカウントの期限チェックをした回数
pl_pl: Czas sprawdzenia terminu wygaśnięcia kont
pt_br: Intervalo de verificação da expiração de contas
pt_pt: Tempo de verificação de expiração de contas
ru_ru: Время проверки истекания акканутов
sk_sk: Kedy kontrolovať koniec platnosti účtov
tr_tr: Hesap süresi dolma denetiminin zamanı
uk_ua: Час перевірки закінчення дії облікових записів

source: Type of account
ca_es: Tipus de compte
cs_cz: Typ účtu
de_de: Kontotyp
es_es: Tipo de cuenta
fr_fr: Type de compte
it_it: Tipo di account
ja_jp: アカウントの種類
pl_pl: Typ konta
pt_br: Tipo da conta
pt_pt: Tipos de conta
ru_ru: Тип аккаунта
sk_sk: Typ účtu
tr_tr: Hesap türü
uk_ua: Тип облікового запису

source: Type view
ca_es: Veure tipus
cs_cz: Typ pohledu
de_de: Typenansicht
es_es: Vista por tipo
fr_fr: Vue par type
it_it: Tipo di vista
ja_jp: 種類を表示
pl_pl: Widok typu
pt_br: Ver por tipo
pt_pt: Tipo de vista
ru_ru: Посмотреть типы
sk_sk: Zobraziť typ
tr_tr: Tür görünümü
uk_ua: Тип вигляду

source: Uncrypt
ca_es: No ha clau de xifrat
cs_cz: Dešifrovat
de_de: Entschlüsseln
es_es: Descifrar
fr_fr: Déchiffrer
it_it: Mostra
ja_jp: 復号
pl_pl: Odszyfruj
pt_br: Descriptografar
pt_pt: Não encriptado
ru_ru: Расшифровать
sk_sk: Dešifrovať
tr_tr: Şifreyi çözün
uk_ua: Розшифрувати

source: Uncrypted
ca_es: Encriptada
cs_cz: Dešifrované
de_de: Unverschlüsselt
es_es: Descifrar
fr_fr: Déchiffré
it_it: Non codificato
ja_jp: 復号化
pl_pl: Odszyfrowany
pt_br: Descriptografado
pt_pt: Desencriptado
ru_ru: Не зашифровано
sk_sk: Dešifrované
tr_tr: Şifrelenmemiş
uk_ua: Нешифровано

source: Uncrypted password
ca_es: Contrasenya sense xifrat
cs_cz: Dešifrované heslo
de_de: Passwort dekodiert
es_es: Contraseña descifrada
fr_fr: Mot de passe déchiffré
it_it: Password in chiaro
ja_jp: 復号化したパスワード
pl_pl: Odszyfrowane hasło
pt_br: Senha descriptografada
pt_pt: Password não encriptada
ru_ru: Незашифрованный пароль
sk_sk: Dešifrované heslo
tr_tr: Şifrelenmemiş parola
uk_ua: Розшифрований пароль

source: Uppercase
ca_es: Majuscule
cs_cz: Velké znaky
de_de: Großbuchstaben
es_es: Mayúscula
fr_fr: Majuscule
it_it: Maiuscolo
ja_jp: 大文字
pl_pl: Duże_litery
pt_br: Maiúscula
pt_pt: Maiúsculas
sk_sk: Veľké písmeno
tr_tr: Büyük harfler

source: WARNING : Warning: if you change the associated footprint, you will no longer be able to correctly decrypt the password. You must submit the password too.
fr_fr: ATTENTION : Si vous modifiez l’empreinte associée, vous ne pourrez plus déchiffrer correctement le mot de passe. Vous devrez également mettre à jour le mot de passe.
