Repository: InfotelGLPI/accounts
Catalog: locales/*.po
Languages: ca_es, cs_cz, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_br, pt_pt, ru_ru, sk_sk, tr_tr, uk_ua

source: WARNING : a encryption key already exist for this entity
ca_es: Advertiment: una clau de xifrat ja existeix per a aquesta entitat
cs_cz: VAROVÁNÍ: pro tuto entitu už existuje šifrovací klíč
de_de: WARNUNG: Für diese Einheit gibt bereits einen Verschlüsselungscode
es_es: CUIDADO : una clave de cifrado ya existe por esa entidad
fr_fr: ATTENTION : Une clé de chiffrement existe déjà pour cette entité.
ja_jp: 警告 : このエンティティーにはすでに暗号キーが登録されています
pl_pl: Uwaga: istnieje juz klucz szyfrujący dla tej jednostki
pt_br: AVISO : a chave de criptografia já existe para esta entidade
pt_pt: AVISO: a chave de encriptação já existe para esta entidade
ru_ru: ПРЕДУПРЕЖДЕНИЕ: ключ шифрования уже существует для этой организации
sk_sk: UPOZORNENIE: pro túto entitu už existuje šifrovací kľúč
tr_tr: DİKKAT: Bu birim için bir şifreleme anahtarı zaten var
uk_ua: Увага: ключ шифрування вже існує для цієї організації

source: WARNING : if you make a mistake in entering the old or the new key, you could no longer decrypt your passwords. It is STRONGLY recommended that you make a backup of the database before.
fr_fr: ATTENTION : si vous vous trompez dans la saisie de l'ancienne ou la nouvelle clé, vous ne pourrez plus déchiffrer vos mots de passe. Il est donc FORTEMENT conseillé de faire une sauvegarde de la base avant.

source: WARNING : saving the encryption key is a security hole
fr_fr: ATTENTION : enregistrer la clé de chiffrement est une faille de sécurité

source: Wrong encryption key
ca_es: Clau de xifrat malament
cs_cz: Chybný šifrovací klíč
de_de: Falscher Verschlüsselungscode
es_es: Clave de cifrado errónea
fr_fr: Mauvaise clé de chiffrement
it_it: Chiave di criptaggio errata!
ja_jp: 暗号キーが違います
pl_pl: Nieprawidłowy klucz szyfrujący
pt_br: Chave de criptografia incorreta
pt_pt: Chave de encriptação errada
ru_ru: Неверный ключ шифрования
sk_sk: Nesprávny šifrovací kľúč
tr_tr: Şifreleme anahtarı yanlış
uk_ua: Помилковий ключ шифрування

source: Yes
fr_fr: Oui

source: You have accounts without linked footprint, please add it with massive action or into forms
fr_fr: Vous avez des comptes sans empreinte liée ; veuillez l'ajouter via une action massive ou dans les formulaires.

source: You have not filled the password and encryption key
ca_es: No omplert la contrasenya i encriptació de clau
cs_cz: Nevyplnili jste heslo a šifrovací klíč
de_de: Passwort und Verschlüsselungscode fehlen
es_es: Por favor, introduzca la contraseña y la clave de cifrado
fr_fr: Veuillez renseigner le mot de passe et/ou la clé de chiffrement
it_it: Non hai riempito i campi Password e/o Chiave di criptaggio
ja_jp: パスワードと暗号キーを入力してください
pl_pl: Hasło i klucz szyfrujący muszą być wypełnione
pt_br: Você não inseriu a senha e chave de criptografia
pt_pt: Não foi preenchida a password e a chave de encriptação
ru_ru: Вы не заполнили поля пароль и ключ шифрования
sk_sk: Nevyplnili ste heslo a šifrovací kľúč
tr_tr: Parola ve şifreleme anahtarını yazmadınız
uk_ua: Не вказані пароль та ключ шифрування

source: You must generate the hash for your encryption key
ca_es: Vous devez générer le hachage pour votre clé de chiffrement
de_de: Hash für den Verschlüsselungscode muss erzeugt werden
es_es: Debe generar el hash para su clave de cifrado
fr_fr: Vous devez générer le hachage de votre clé de chiffrement
ja_jp: 暗号キー用のハッシュを生成しなくてはなりません
pl_pl: Musisz wygenerować hash dla swojego klucza szyfrującego
pt_br: Você deve gerar o hash para sua chave de criptografia
sk_sk: Pre váš šifrovací kľúč musíte vygenerovať hash
tr_tr: Şifreleme anahtarınızın karmasını üretmelisiniz

source: You want to change the key :
ca_es: Voleu canviar la clau:
cs_cz: Chcete vyměnit klíč:
de_de: Sie wollen diesen Code ändern:
es_es: Para cambiar la clave:
fr_fr: Voulez vous modifier la clé :
ja_jp: キー変更を要求する :
pl_pl: Chcesz zmienić klucz:
pt_br: Você deseja alterar a chave :
pt_pt: Quer mudar a chave :
ru_ru: Вы хотите изменить ключ:
sk_sk: Chcete zmeniť kľúč:
tr_tr: Şu anahtarı :
uk_ua: Ви хочете змінити ключ :

source: Your encryption key is malformed, please generate the hash
ca_es: Votre clé de chiffrement est mal formée, veuillez générer le hachage
de_de: Der Verschlüsselungscode ist ungültig. Bitte den Hash neu generieren
es_es: Su clave de cifrado tiene un formato incorrecto, genere el hash
fr_fr: Votre clé de chiffrement est malformée, veuillez générer le hash
ja_jp: 暗号化キーが不正です。ハッシュを生成してください。
pl_pl: Twój klucz szyfrowania jest uszkodzony, wygeneruj hash
pt_br: Sua chave de criptografia está mal formada, por favor, gere o hash
sk_sk: Šifrovací kľúč je chybný, vygenerujte prosím hash
tr_tr: Şifreleme anahtarınız bozulmuş. Lütfen karma üretin

# button
source: Associate a account
ca_es: Associar un compte
cs_cz: Přiřadit účet
de_de: Konto verknüpfen
es_es: Asociar una cuenta
it_it: Associa ad un account
ja_jp: アカウントに関連付ける
pl_pl: Połącz z kontem
pt_br: Associar a uma conta
pt_pt: Associar uma conta
ru_ru: Связать аккаунт
sk_sk: Priradiť účet
tr_tr: Hesabı ilişkilendirin
uk_ua: Пов'язати обліковий запис

source: Warning : there are multiple encryption keys for this entity. The encryption key of this entity will be used
ca_es: Attention : il existe plusieurs clés de chiffrement pour cette entité. La clé de chiffrement de cette entité sera utilisée.
cs_cz: Upozornění: Pro tuto entitu existuje několik šifrovacích klíčů. Bude použit šifrovací klíč této entity
de_de: Achtung: es gibt mehrere Verschlüsselungscodes für diese Einheit. Es wird der Code für diese Einheit verwendet
es_es: Advertencia: hay varias claves de cifrado para esta entidad. Se utilizará la clave de cifrado de esta entidad
it_it: Attenzione: ci sono più chiavi di codifica per questa entità. La chiave di codifica dell'entità verrà usata
ja_jp: 注意 : このエンティティーには複数の暗号キーがあります。このエンティティーで使用する暗号キー
pl_pl: Ostrzeżenie : istnieje wiele kluczy szyfrowania dla tej jednostki. Zostanie użyty klucz szyfrowania tego podmiotu
pt_br: Aviso: existem várias chaves de criptografia para esta entidade. A chave de criptografia desta entidade será usada
sk_sk: Upozornenie: Pre túto entitu existuje niekoľko šifrovacích kľúčov. Bude použitý šifrovací kľúč tejto entity
tr_tr: Uyarı : Bu birim için birden çok şifreleme anahtarı var. Bu birim için kullanılacak şifreleme anahtarı

source: Uncrypt and copy
ca_es: Déchiffrer et copier
ja_jp: 復号化してコピー
tr_tr: Şifreyi çöz ve kopyala

source: Warning : saving the encryption key is a security hole
ca_es: Advertiment: la clau de xifrat d'estalvi és un forat de seguretat
cs_cz: Upozornění: uložení šifrovacího klíče je slabina v zabezpečení
de_de: Warnung: Das Speichern des Verschlüsselungscodes ist ein Sicherheitsrisiko
es_es: Cuidado : salvar la clave de cifrado es un agujero de seguridad
it_it: Attenzione: memorizzare la chiave di criptaggio è un pericolo per la sicurezza
ja_jp: 警告 : 暗号キーの保存はセキュリティホールです
pl_pl: Uwaga: zapisywanie klucza szyfrującego jest niebezpieczne
pt_br: Aviso : salvar a chave de criptografia é uma falha de segurança
pt_pt: Aviso: gravar a chave de encriptação é uma falha de segurança
ru_ru: Предупреждение: сохранение ключа шифрования является дырой в безопасности
sk_sk: Upozornenie: uloženie šifrovacieho kľúča je slabina v zabezpečení
tr_tr: Dikkat: Şifreleme anahtarının kaydedilmesi bir güvenlik açığı oluşturur
uk_ua: Увага: збереження ключа шифрування є прогалиною у безпеці

source: Hash
ca_es: Capolat
cs_cz: Otisk
ja_jp: ハッシュ
ru_ru: Хэш
tr_tr: Karma
uk_ua: Хеш

source: Warning : if you change used hash, the old accounts will use the old encryption key
ca_es: Advertiment: Si canvieu capolat utilitzat, els comptes vells utilitzarà la clau de xifrat vell
cs_cz: Varování: pokud změníte použitý otisk, staré účty budou nadále používat původní šifrovací klíč
de_de: Warnung: Wenn Sie den Hash ändern, benutzen die alten Konten trotzdem weiterhin den alten Verschlüsselungscode
es_es: CUIDADO : Si cambias el hash actual, las cuentas antiguas seguirán usando la clave de descifrado antigua
it_it: Attenzione: se cambi l'hash in uso, i vecchi account continueranno ad utilizzare la vecchia chiave di criptaggio
ja_jp: 警告 : 使用しているハッシュを変更しても、 古いアカウントは古い暗号キーを使います
pl_pl: Uwaga: Jeżeli zmienisz używany hash, stare konta nadal będą używały starego klucza szyfrującego
pt_br: Aviso : se você alterar hash usada, as contas antigas vão usar a chave de criptografia antiga
pt_pt: Aviso : Se mudar o hash usado, as contas antigas irão usar a chave de encriptação antiga
ru_ru: Предупреждение: если вы измените используемый хэш, старые аккаунты будут использовать старый ключ шифрования
sk_sk: Upozornenie: pokiaľ zmeníte použitý hash, staré účty budú stále používať pôvodný šifrovací kľúč
tr_tr: Dikkat: Kullanılan karmayı değiştirirseniz, eski hesaplar eski şifreleme anahtarını kullanmaya devam eder
uk_ua: Увага: якщо змінити хеш, то старі облікові записи будуть використовувати старий ключ шифрування

source: Please do not use special characters like / \ ' " & in encryption keys, or you cannot change it after.
ca_es: No utilitzis caràcters especials com / \ ' "& a encriptació claus, o no es pot canviar després.
cs_cz: V šifrovacích klíčích nepoužívejte speciální znaky jako / \ ' " & jinak je nebudete moci později změnit.
de_de: Bitte nicht die Sonderzeichen / \ ' " & in Verschlüsselungscodes verwenden, sonst können sie nicht geändert werden.
es_es: No utilice caracteres especiales como / \ ' " & en claves de cifrado, or no podrá cambiarlas.
ja_jp: 暗号キーに、/ \\ ' \" & などの記号を使わないでください。使った場合、後で変更できなくなります。
pl_pl: Proszę nie używać znaków specjalnych tj. / \ ' " & w kluczu szyfrującym ponieważ nie będzie możliwa jego zmiana.
pt_br: Por favor, não use caracteres especiais, como / \ ' " &, nas chaves de criptografia ou você não poderá altera-la posteriormente.
pt_pt: Por favor não utilize caracteres especiais como / \ ' " & na chave de encriptação, ou não irá conseguir alterar depois.
ru_ru: Пожалуйста, не используйте следующие специальные символы / \ ' " & в ключе шифрования, в противном случае вы не сможете изменить их позднее.
sk_sk: V šifrovacích kľúčoch nepoužívajte špeciálne znaky ako / \ ' " & inak ich nebudete môcť neskôr zmeniť.
tr_tr: Lütfen şifreleme anahtarlarında, / \ ' " & gibi özel karakterler kullanmayın. Daha sonra değiştiremezsiniz.
uk_ua: Не використовуйте спеціальні символи накшталт / \ ' " & у ключах шифрування, оскільки після цього не можна буде їх змінити.

source: Warning : if you make a mistake in entering the old or the new key, you could no longer decrypt your passwords. It is STRONGLY recommended that you make a backup of the database before.
ca_es: Advertiment: si vostè comet un error en la introducció de l'antiga o la clau nova, vostè podia ja no desxifrar les vostres contrasenyes. És molt recomanable que fer una còpia de seguretat de la base de dades abans
cs_cz: Varování: pokud uděláte chybu v zadání původního nebo nového klíče, nebudete už moci rozšifrovat svá hesla. Proto je DŮRAZNĚ doporučeno udělat před tímto krokem zálohu databáze.
de_de: Warnung: Werden der neue oder alte Code fehlerhaft eingegeben, können die Passwörter nicht mehr entschlüsselt werden. Es wird DRINGEND empfohlen, vorher ein Backup der Datenbank zu erstellen.
es_es: ATENCION : si se equivoca en la introducción de la antigua o la nueva clave, no podrá volver a descifrar sus contraseñas. OBLIGATORIO realizar una copia de la BD antes de proceder.
ja_jp: 警告 : もし、新しいキーと古いキーを取り違えると、二度とパスワードを復号することができません。作業の前にデータベースのバックアップをとることを「強く」推奨します。
pl_pl: Uwaga: jeżeli popełnisz błąd przy podawaniu starego lub nowego klucza, nie będziesz mógł odszyfrować haseł. Zalecane jest wykonanie archiwizacji bazy przed wykonaniem zmiany klucza.
pt_br: Aviso : se você cometer um erro ao inserir a chave antiga ou chave nova, você não poderá descriptografar suas senhas. É fortemente recomendável que você faça um backup do banco de dados antes.
pt_pt: Aviso : se cometer um erro ao introduzir a antiga ou a nova chave, poderá não conseguir desencriptar as suas passwords. É FORTEMENTE recomendado que faça uma cópia de segurança da base de dados antes
ru_ru: Предупреждение: если вы сделаете ошибку при вводе старого или нового ключей шифрования, то вы больше не сможете расшифровать пароли. ОЧЕНЬ рекомендуется предварительно сделать резервную копирую базы.
sk_sk: Upozornenie: pokiaľ sa dopustíte chyby v zadávaní pôvodného alebo nového kľúča, nebudete môcť dešifrovať heslá. Preto je DÔRAZNE doporučené vytvoriť pred týmto krokom zálohu databázy.
tr_tr: Dikkat: Eski ve yeni anahtarları yazarken bir hata yaparsanız, parolalarınızın şifresini bir daha açamazsınız. Bu nedenle işlemi yapmadan önce veritabanınızın yedeğini almanız ÖNEMLE önerilir.
uk_ua: Увага: якщо ви зробите помилку під час введення старого або нового ключа, ви більше не зможете розшифрувати ваші паролі. ДУЖЕ рекомендуємо зробити перед цим копію бази даних.

source: Unused status for expiration mailing
ca_es: Estat sense utilitzar per correu de venciment
cs_cz: Stav nepoužito pro zprávy o skončení platnosti
de_de: Ungenutzter Status für die Ablaufbenachrichtigung
es_es: Estados no utilizados por la notificación de caducidad
ja_jp: 期限切れメールでの「未使用」状態
pl_pl: Konta, które wygasły lub konta które wygasają
pt_br: Status de não usado para envio de e-mail de expiração
pt_pt: Estado não usado para validade de mailing
ru_ru: Неиспользуемый статус для оповещения о сроке истечения
sk_sk: Stav nepoužité pre správy o ukončení platnosti
tr_tr: Süre dolma e-postası için kullanılmıyor durumu
uk_ua: Статус для листа про закінчення дії

source: Uncrypt & copy
cs_cz: Dešifrovat & kopírovat
de_de: Entschlüsseln & kopieren
es_es: Descifrar y copiar
pl_pl: Odszyfruj & kopiuj
pt_br: Descript. & copiar
sk_sk: Dešifrovať a skopírovať

source: After plugin installation, you must do upgrade of your passwords from here :
ru_ru: После установки дополнения вы должны обновить ваши пароли отсюда:

source: Upgrading page
ru_ru: Страница обновления

source: phpX-mcrypt must be installed
ru_ru: phpX-mcrypt должен быть установлен

source: 1. Define the encryption key and create hash
ru_ru: 1. Определите ключи шифрования и создайте хэш

source: Go to Root Entity
ru_ru: В корневую организацию

source: 2. Migrate accounts
ru_ru: 2. Мигрировать аккаунты

source: Account names
ru_ru: Имена аккаунтов

source: 3. If all accounts are migrated, the upgrade is finished
ru_ru: 3. Если все аккаунты мигрированы, то обновление завершено
